IDEA Open Model
ConcreteULSCheckResultFatigueEc2.InternalForceMin Property
Compatible with IDEA StatiCa v 10.1
 internal forces for fatigue calculation min
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ResultOfInternalForces InternalForceMin { get; set; }
Public Property InternalForceMin As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ InternalForceMin {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteULSCheckResultFatigueEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace